IdeaRS.Connections
GussetData.SideObjectPath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the side object to which gusset plate is connected
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string SideObjectPath { get; set; }
Property Value
Type: String
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace